tap "cawaltrip/tap"
tap "aws/tap"
tap "dart-lang/dart"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/command-not-found"
tap "homebrew/core"
tap "sass/sass"
brew "aws-cdk"
brew "awscli"
brew "bitwarden-cli"
brew "cartool"
brew "chezmoi"
brew "coreutils"
brew "crudini"
brew "fontforge"
brew "fzf"
brew "git"
brew "git-extras"
brew "git-filter-repo"
brew "imagemagick"
brew "jq"
brew "mas"
brew "node"
brew "pastel"
brew "pygments"
brew "python"
brew "sass/sass/sass"
brew "sevenzip"
brew "starship"
brew "svn"
brew "terraform"
brew "tmux"
brew "unar"
brew "vermin"
brew "wget"
brew "yarn"
brew "yt-dlp"
cask "adobe-creative-cloud"
cask "alfred"
cask "batteries"
cask "bitwarden"
cask "discord"
cask "figma"
cask "firefox"
cask "firefox-developer-edition"
cask "font-fira-code-nerd-font"
cask "font-source-code-pro"
cask "font-source-sans-pro"
cask "fontforge"
cask "google-chrome-dev"
cask "glyphs"
cask "iterm2"
cask "mactex-no-gui"
cask "microsoft-office"
cask "ngrok"
cask "obs"
cask "omnidisksweeper"
cask "omnifocus"
cask "pycharm"
cask "texstudio"
cask "unicodechecker"
cask "utm"
cask "visual-studio-code"
cask "webstorm"
cask "wireshark"
mas "Logic Pro", id: 634148309
mas "PLIST Editor", id: 1157491961
mas "Xcode", id: 497799835
