tap "cawaltrip/tap"
tap "aws/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/command-not-found"
tap "homebrew/core"
brew "bitwarden-cli"
brew "cartool"
brew "chezmoi"
brew "coreutils"
brew "fontforge"
brew "fzf"
brew "git"
brew "git-extras"
brew "jq"
brew "mas"
brew "pygments"
brew "python"
brew "starship"
brew "svn"
cask "adobe-creative-cloud"
cask "alfred"
cask "batteries"
cask "bitwarden"
cask "firefox"
cask "firefox-developer-edition"
cask "font-fira-code-nerd-font"
cask "fontforge"
cask "glyphs"
cask "iterm2"
cask "unicodechecker"
cask "visual-studio-code"
mas "Logic Pro", id: 634148309
mas "Xcode", id: 497799835