tap "cawaltrip/tap"
tap "aws/tap"
tap "dart-lang/dart"
tap "homebrew/bundle"
tap "homebrew/cask" # Only needs to be tapped when doing dev work.
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/command-not-found"
tap "homebrew/core" # Only needs to be tapped when doing dev work.
tap "sass/sass"
brew "aws-cdk"
brew "awscli"
brew "bitwarden-cli"
# brew "cartool"
brew "chezmoi"
brew "coreutils"
brew "crudini"
brew "ffmpeg"
brew "fontforge"
brew "fzf"
brew "git"
brew "git-extras"
brew "git-filter-repo"
brew "golang"
brew "harfbuzz"
brew "imagemagick"
brew "jpeg-xl"
brew "jq"
brew "leptonica"
brew "libheif"
brew "libtiff"
brew "little-cms2"
brew "mas"
brew "ninja"
brew "node"
brew "openjpeg"
brew "pango"
brew "pastel"
brew "pigz"
brew "pycparser"
brew "pygments"
brew "python"
brew "sass/sass/sass"
brew "sevenzip"
brew "starship"
brew "svn"
brew "terraform"
brew "tmux"
brew "unar"
brew "vermin"
brew "webp"
brew "webpack"
brew "wget"
brew "yarn"
brew "yt-dlp"
cask "adobe-creative-cloud"
cask "alfred"
cask "bartender"
cask "batteries"
cask "bettertouchtool"
cask "bitwarden"
cask "calibre"
cask "discord"
cask "figma"
cask "firefox"
cask "firefox-developer-edition"
cask "font-fira-code-nerd-font"
cask "font-inconsolata"
cask "font-source-code-pro"
cask "font-source-sans-pro"
cask "fontforge"
cask "goland"
cask "google-chrome-dev"
cask "glyphs"
cask "iterm2"
# cask "karabiner-elements"
cask "keyboardcleantool"
cask "kindle"
# cask "little-snitch"
cask "logi-options-plus"
cask "mactex-no-gui"
cask "microsoft-office"
cask "moom"
cask "musescore"
cask "ngrok"
cask "obs"
cask "omnidisksweeper"
cask "omnifocus"
cask "pronterface"
cask "pycharm"
cask "smooze-pro"
cask "steam"
cask "texstudio"
cask "unicodechecker"
cask "utm"
cask "visual-studio-code"
cask "webstorm"
cask "wireshark"
mas "Brother P-touch Editor", id: 1453365242
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Logic Pro", id: 634148309
mas "MainStage", id: 634159523
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "PLIST Editor", id: 1157491961
mas "Xcode", id: 497799835
