tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
brew "coreutils"
brew "curl"
brew "dos2unix"
brew "expect"
brew "fzf"
brew "git"
brew "git-crypt"
brew "git-extras"
brew "gnupg"
brew "go"
brew "python@3.9"
brew "lua"
brew "luarocks"
brew "mas"
brew "nmap"
brew "pgpdump"
brew "pstree"
brew "python@3.8"
brew "radamsa"
brew "ripgrep"
brew "tmux"
brew "wget"
brew "xml2"
cask "cyberduck"
cask "font-fira-code-nerd-font"
cask "hex-fiend"
cask "obs"
cask "rectangle"
cask "sensiblesidebuttons"
cask "visual-studio-code"
cask "wireshark"
